Repository: 84000/data-translation-memory
Catalog: toh987-v3.tmx
Source language: bo
Languages: en

source: དྲག་པོའི་ལས་བྱེད་ན་དགྲ་བོའི་སྙིང་ལ་གཏད་དེ་གུར་བཅུ་གཉིས་ཀྱི་བདག་མོ་ལ་གཏད་ན་དགྲ་ཕུང་ཞིང་རླག་པར་འགྱུར་རོ། །
en: When performing hostile rites, direct this toward the heart of the enemy. If this is directed to the Rulers of the Nine Tents, the enemy will be defeated and destroyed.

source: དཔལ་ལྷ་མོ་གཙུག་ཏོར་རོལ་པའི་ཏནྟྲ་རྫོགས་སོ།། །།
en: This completes “The Glorious Tantra of the Play of the Goddess Uṣṇīṣā.”
